adam-ikari/ble-kvm/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE=y
CONFIG_BT_NIMBLE_MAX_CONNECTIONS=4
CONFIG_ESP_HTTP_SERVER=y
CONFIG_ESP_SYSTEM_EVENT_TASK_STACK_SIZE=4096
